{
    "Global": {
        "language": {
            "en": "EN",
            "fr": "FR"
        },
        "imgOnText1": {
            "title": "Creation of a New Material",
            "desc": "CoCoA-bio combines two innovative metallurgical concepts to provide a material solution for the intended application, positioning itself on an essential public health issue."
        },
        "imgOnText2": {
            "info": "Partners",
            "title": "Z3DLAB LSPM BIOCIS ITODYS URB2i"
        }
    },

    "Header": {
        "nav1": "Resume",
        "nav2": "The Project",
        "nav3": "Publications",
        "nav4": "Partners",
        "nav5": "Contact"
    },

    "Intro": {
        "desc": "Additive manufacturing of metal bio-implants: new material solutions",
        "stat1": "Collaborateurs",
        "stat2": "Manipulations réalisées",
        "stat3": "Lancement du projet",
        "stat4": "Publications",
        "text": "The combination of additive manufacturing and HEAs could create a long-term vision for bio-implants. These technologies allow the production of implants with improved performance and longevity. This could lead to the development of more wear-resistant implants that can last for decades, as well as significantly reduce the need for replacement surgeries, improving the quality of life of patients."
    },

    "Resume": {
        "title": "Project summary",
        "paraph1": "As the population of modern societies ages and the risk of bone disease or bone accidents increases, the need for a new generation of materials with superior biocompatibility and adequate mechanical properties is a challenge. CoCoA-bio combines two innovative metallurgical concepts to provide a material solution for the intended application, positioning itself on a key public health issue. Indeed, multi-component alloys (HEA/CCA) based on the TiNbZr-X system (X = Mo, Ta) will be produced by additive manufacturing, in particular by selective laser melting (SLM). After each development step by SLM and the optimization of the microstructures by hot isostatic compaction and controlled annealing (WP1), the microstructures of the resulting samples will be fully characterized (WP2) and their mechanical behavior analyzed under different loading conditions, including fatigue (WP3). A step of mechanical functionalization of the surfaces carried out by machining with metrological monitoring (WP4) will be carried out before a chemical functionalization to identify the suitability of the materials developed for the intended application (WP5). Two additional tasks, WP0 (coordination) and WP6",
        "paraph2": "(regulation and socio-economic aspect) will also complete the structure of the proposal, which will last 48 months. In addition to the initial pre-alloyed powders, which will mainly be developed for us as part of an external service, the core of the project is composed of batches WP1, WP4 and WP5, based on the results of batches WP2, WP3 and WP6, which allow us to filter the solution envisaged. Indeed, the architecture of the project was designed to identify several candidate alloys for the desired application, then to converge towards the most promising solution(s), using tools adapted to each task. At the end of the project, a dental implant prototype, chosen as a model product to validate the experimental approach developed, will be proposed. The consortium is convinced that the CoCoA-Bio project will contribute to the requalification of HEAs from promising materials to real candidates to replace currently applied material solutions (for lack of anything better), in our case alloys for bio-implants. The consortium’s cross-expertise and resources on additive manufacturing, HEA design and characterization and their surface functionalization are important assets to achieve the objectives of the CoCoA-Bio proposal."
    },

    "Goals": {
        "title": "Issues and Objectives",
        "text": "Additive Manufacturing of HEAs for Bio-Implants: A Technological and Scientific Breakthrough",
        "descTitle": "Methods and Approaches :",
        "desc": "The potential of additive manufacturing and complex concentrated alloys, along with their chemical and biochemical functionalization.",
        "desc1": "CoCoA-Bio is an innovative project that combines a novel concept of material solutions (complex concentrated alloys or multi-principal element alloys) for IMDs (Implantable Metallic Devices). This multidisciplinary project bridges fundamental research in pure scientific topics of physical metallurgy and materials chemistry with applied research in medical device development, offering an innovative solution for the future of medicine. The CoCoA-Bio consortium leverages a multidisciplinary expertise ranging from metallurgy (physical & materials chemistry) to peptide and protein chemistry, as well as cellular engineering, with applications in biomedical sciences (from lab to bedside). It brings together high-level scientists from renowned universities and research centers, clinical implantology experts, and industrial partners (SMEs) involved in the formulation and additive manufacturing of medical devices. The current consortium is built on two complementary main pillars: (1) manufacturing and physical metallurgy, and (2) surface chemistry and bioengineering.",
        "desc2": "The project architecture has been designed to identify multiple alloy candidates (or compositions) within the same family for the intended application, and then converge towards the most promising solution by using appropriate tools for each development stage (design, manufacturing, post-processing, and characterization). The selected material solution is further optimized in terms of surface properties (roughness, shape) and tested in vitro under various biological environments (corrosion, cytocompatibility, bioactivity), depending on the type of implantation targeted (jaw, femur, tibia, etc.).",
        "desc3": "The proposed material solution is based on the innovative concept of complex composition alloy metallurgy (multi-principal element alloys) produced via additive manufacturing (laser powder bed fusion technology). The objective is to create a synergy between mechanical properties (Young’s modulus, mechanical strength, fatigue lifespan) and chemical and biochemical functionalization. The selected alloys are primarily composed of Ti, Nb, Zr, Mo, Ta, and bioinert chemical elements.",
        "desc4": "A Public Health Challenge : With the aging population in modern societies and the increasing risk of bone diseases or injuries, developing durable implant materials is a major public health concern. It is crucial to design advanced structural materials capable of extending the lifespan of implants beyond the current limit of 10 to 15 years, thus delaying the need for revision surgery as much as possible. Implantable Metallic Devices (IMDs) based on multi-principal element alloys (MPEAs) and fabricated via additive manufacturing (AM or 3D printing) have the potential to revolutionize healthcare. By combining these two innovative concepts (MPEA and AM), the composition and morphology of IMDs can be functionally adapted to address medical conditions, anatomical structures, patient age, and sex, laying the foundation for personalized treatments. Our long-term vision is to create an inclusive environment where IMDs are safely used with minimal long-term effects, providing effective and safe treatments for various medical conditions.",
        "desc5": "The proposed research and development efforts also include the chemical and biochemical functionalization of IMD surfaces to ensure the best clinical outcomes. Developing implants from these new material solutions that are easier to use, less invasive, and more cost-effective than current alternatives is a critical societal challenge and remains an ongoing technological hurdle.",
        "desc6": "MPEAs represent a new class of materials that offer unique properties, such as high strength and corrosion resistance. Consequently, they are increasingly used in the medical industry for various applications. The CoCoA-Bioproject explores the use of MPEAs for IMDs and their potential for technological breakthroughs due to their distinctive properties.MPEAs are highly durable and corrosion-resistant, making them ideal for medical applications. Furthermore, they exhibit a high strength-to-weight ratio, making them lightweight while maintaining superior strength and durability, which is particularly advantageous for medical device design. By adjusting alloy composition, optimized materials can be tailored for specific applications. For example, their Young’s modulus can be reduced to values close to that of bones (around 20-30 GPa) without compromising their elastic limit, thus reducing the risk of osteoporosis near the implant. Although Ti6Al4V remains widely used in the field, Ti-Zr-Nb alloys hold great promise, particularly if their mechanical properties can be improved. The HEA/MPEA concept could fulfill these expectations and drive significant advancements in implantable medical technology.",
        "goalsTitle": "Objectives. Additive Manufacturing of IMDs: New Material Solutions",
        "goals1": "- The combination of additive manufacturing and the HEA/MPEA concept to produce custom-made implants with improved performance and longevity.",
        "goals2": "- The establishment of a multidisciplinary network of experts (physical metallurgy, materials science, peptide chemistry, cellular engineering, implantology, European medical device regulations).",
        "goals3": "- The deployment of a material solution based on the original concept of complex composition alloy metallurgy (multi-principal element alloys) composed of Ti, Nb, Zr, Mo, Ta (bio-inert chemical elements), produced via additive manufacturing (laser powder bed fusion technology), optimizing both mechanical properties (Young’s modulus, mechanical strength, fatigue lifespan, etc.).",
        "goals4": "The project seeks to answer the following questions: (a) Do the bulk materials obtained after additive manufacturing exhibit superior mechanical properties (elastic modulus, mechanical strength, fatigue lifespan) compared to existing solutions? (b) Are the resulting materials biocompatible, considering their constituent chemical elements? (c) If so, what is the level of chemical and biochemical functionalization compared to existing materials?"
    },
    "Results": {
        "title": "Results",
        "secondTitle": "Publications Links",
        "impactTitle": "Impact and Potential Scientific, Economic, Social, and Cultural Outcomes of the Project",
        "intro1": "Laser powder bed fusion is a complex process that requires understanding and control of multiple parameters to obtain parts with optimized microstructures and free of defects. Furthermore, refractory alloys add additional complexity due to their high melting temperatures. Thus, an optimization step for the production process was necessary to achieve materials with optimal properties. Through this optimization, two alloy compositions were obtained: TiNbZr (TaMo)15 and TiNbZr (TaMo)5 (hereafter referred to as TNZTM15 and TNZTM5). These alloys exhibit excellent mechanical properties, particularly TNZTM5, with an elastic modulus ranging between 55 and 77 GPa, lower than that of Ti and its alloys (110-120 GPa) and much closer to that of bone, which was one of the project’s objectives.",
        "intro2": "After post-treatments (conventional annealing or hot isostatic pressing), no loss of mechanical characteristics was observed, despite significant microstructural evolution (grain size, residual stresses, segregation dissolution). However, unlike hot isostatic pressing cycles, microhardness measurements revealed exceptional hardening after isochronous annealing. This is a first for this family of TNZTM alloys, markedly different from those produced by conventional methods. Further analysis conducted as part of A. Mourgout’s thesis (funded by CoCoA-Bio) indicated a potentially interesting effect of interstitial atoms. In particular, oxygen diffusion was found to be responsible for spinodal decomposition, which is attributed to the strong hardening observed. This result presents interesting prospects, such as the ability to control interstitial atom doping and achieve a material with a hardness (and thus elastic modulus) gradient. This opens a promising avenue in IMD design.",
        "intro3": "The second objective of the project was the functionalization of the developed alloys. To achieve this, the most optimized alloy, TNZTM5, was studied from both chemical and biological perspectives. Experimentally, all protocols were first optimized on the reference alloy prepared by arc melting and then transferred to the printed alloys. Electrochemical corrosion tests were conducted at 25°C and 37°C, in an aggressive medium (aqueous sodium chloride solution, NaCl 0.1 M) to accelerate chemical attack, as well as in two cell culture media: a high-glucose Dulbecco’s Modified Eagle Medium (DMEM) and a deoxygenated DMEM enriched with fetal bovine serum (FBS) to anticipate the chemical reactivity of the alloy in in vitro cellular test conditions. The obtained results confirm the fragility of the alloy when unalloyed Ta and/or Mo islands persist in its microstructure, as these dissolve at varying rates regardless of the environmental medium. They also show that the corrosion potential (Ecorr) of the alloy in DMEM or DMEM + FBS at 37°C is lower than in NaCl at 25°C, and that its impedance is higher in these media than in NaCl. Notably, optimizing TNZTM5 production by increasing the VED parameter (up to 550 J.mm-3) and especially by introducing a thermal post-treatment (annealing under ultra-pure argon up to 1000°C for 2 hours) reduces the proportion of unmelted islands and thus improves the alloy’s corrosion resistance. Pre-osteoblastic cells cultured in an alloy- conditioned medium showed no short-term cytotoxicity (≤120 hours of exposure). No negative effects on proliferation or cell morphology were observed within this timeframe. However, to confirm the biocompatibility of this alloy, as suggested by these preliminary results, further experiments must be conducted in compliance with ISO 10993-5 (cytotoxicity tests) and ISO 10993-12 (sample preparation). These tests should include prolong",
        "postIntro1": "Additionally, it will be essential to study the pro-inflammatory potential of ions released by the alloy over time. This can be evaluated by measuring the production of pro-Moreover, assessing the alloy’s hemocompatibility through standard tests, including hemolysis, platelet activation, and coagulation analysis, will be crucial. These evaluations are essential prerequisites given the objective of using these alloys as implantable medical devices. Parallel to this, robust strategies for chemical [F. Arjmand et al., Emergent Materials, 2024] and electrochemical [F. Arjmand et al., Emergent Materials, 2025 under revision] surface functionalization were developed, based on diazonium salt chemistry. These strategies enable the covalent grafting of functional chemical groups as “platforms” onto which complex biological functionalities can be added via peptides (e.g., osteoinductive or antimicrobial peptide grafting).",
        "postIntro2": "Finally, a machinability study was conducted to assess material removal behavior in relation to dental implant assembly areas. The tests demonstrated not only good machinability (material removal without significant degradation or tool breakage and without major deformation) but also surface roughness comparable to that of commercially available implants. Three machining methods were tested: conventional machining with a carbide tool, innovative machining with a diamond tool (with and without vibratory assistance, as used for hard materials). The conventional machining method yielded the best results, indicating that an economical production approach for implants is feasible. After determining the optimal cutting speed, three feed rates were tested for each machining method, and the resulting surface roughness was compared to the required roughness on the implant collar (Sa = 0.49 μm). Since the implant collar is positioned at the gum level, its roughness is critical to prevent infections. Among the tested feed rates, the ideal one was 127 mm/min, yielding a surface roughness of 0.548 μm, closest to the required value. The tool wear analysis suggests that material-induced wear is low. Future studies on tool edge sharpness will quantify wear levels more precisely. Chemical and biological functionalization will subsequently be performed on machined surfaces to compare results with those obtained on as-printed surfaces from laser fusion.",
        "impact1": "<strong>Metallurgical Perspective :</strong> While previous research has primarily focused on how alloying elements influence the microstructure and properties of MPEAs, the impact of post-treatment—particularly on fragile biphasic microstructures—has been relatively unexplored. This project demonstrated that post-processing plays a crucial role in refining microstructures and enhancing the properties of the produced alloys, especially considering common challenges such as porosity, segregation, and large grains that occur in cast alloys. Despite time-dependent microstructural changes, conventional annealing and hot isostatic pressing (HIP) post-treatments have shown improvements in mechanical properties compared to the as-manufactured state, which had already met the project’s objectives. The increase in hardness after annealing was attributed to the presence of interstitial atoms, particularly oxygen, during post-processing. This presence led to a spinodal decomposition observed at high temperatures and long durations. These findings open up new avenues for post-manufacturing microstructural optimization, including the possibility of controlling the type and concentration of interstitial elements (O, C, N…) to induce selective hardness modulation through diffusion of these interstitial atoms. ",
        "impact2": "<strong>Functionalization Perspective :</strong> Enhancing cell-material interactions is a major goal in biomaterials research. Current bio-functionalization strategies using native proteins have limitations, necessitating the development of new methodologies. In this context, the use of synthetic peptides incorporating bioactive motifs or sequences from proteins represents a promising alternative. Moreover, combining different peptide sequences with complementary or synergistic effects allows targeting multiple biological functions on the biomaterial surface. To this end, the project developed a strategy based on peptide use to establish multifunctionality on alloy surfaces. We designed a methodology for modifying material surfaces by covalently attaching peptide motifs, creating a coating with synergistic properties for rapid endothelialization, osteoinduction, and/or antimicrobial activity. A combination of bioactive peptides was selected to develop a new generation of biomaterials with improved properties compared to those currently used in clinical practice. Thanks to the strong multidisciplinary approach of our consortium, a new",
        "impact3": "<strong>Methodological and Technical Innovation :</strong> The laser powder bed fusion (LPBF) additive manufacturing technique used in this project is becoming more widespread within the consortium and is successfully being extended to other applications, such as printing magnetic reluctance motor rotors using soft-chemistry synthesized alloy powders (ITODYS laboratory). The versatility of this technique in producing complex structures with little to no machining, while using only the exact amount of required material, reduces costs while improving the sustainability and environmental efficiency of functional device production. Furthermore, the use of hot isostatic pressing (HIP) during post-treatment could revive interest in this technique, particularly due to its potential for controlling the gas environment inside the furnace chamber. This opens possibilities for diffusing nitrogen interstitial atoms into the material under isostatic pressure, a technique that could be extended beyond biomedical applications to all refractory MPEAs.",
        "impact4": "Additionally, experimental advances in surface functionalization have been extended to the grafting of novel macromolecules of interest, such as peptides associated with succinyl-beta-cyclodextrin photosensitive groups. These allow metallic implant surfaces to gain osteoinductive properties while also enabling the controlled release of antimicrobial agents under external stimuli (e.g., light exposure). This approach has the potential to revolutionize the treatment of bone diseases and fractures in the long term (as part of a joint France-Italy PhD funded by the Horizon CY Initiative IDEX program of Cergy University)."
    },
    "Partners": {
        "partners": "Partners",
        "desc1": "Z3DLAB is a materials science technology company focused on high-performance titanium powders for additive manufacturing applications, particularly metal powder production and the fabrication of high-value-added parts, targeting the aerospace and medical sectors.",
        "desc2": "The LSPM (Laboratory of Process and Materials Sciences) is an independent research unit of the CNRS, with a team of approximately 130 members, including more than 30 doctoral students, 61 researchers or teacher-researchers, and 20 technicians and administrative staff. Its research is multidisciplinary and spans a broad range of fields in process and materials science.",
        "desc3": "Specializing in the chemistry of modified amino acids and peptides, particularly fluorinated peptides, glycosides, and glycopeptides, for applications in biological chemistry and medicinal chemistry, the Biological Chemistry team of CY Cergy Paris University joined the CNRS UMR BioCIS (Biomolecules: Design, Isolation, Synthesis) at the Faculty of Pharmacy of Paris-Saclay University in 2020.",
        "desc4": "The Interfaces, Treatment, Organization, and DYnamics of Systems Laboratory – ITODYS, UMR7086, is a joint research unit of Université Paris Diderot and the CNRS (UMR 7086), affiliated with the CNRS Institute of Chemistry. The laboratory conducts research activities focused on surface chemistry, interfaces, nanomaterials and nanosystems, and molecular chemistry for nanosciences.",
        "desc5": "The Research Unit for Innovative Biomaterials and Interfaces (URB2i) is jointly overseen by Université Paris Cité (formerly Paris Descartes) and Université Paris 13 (now known as Université Sorbonne Paris Nord). URB2i is recognized by the academic, clinical, and dental industry communities for its scientific activities in the development, characterization, shaping, assembly, and performance evaluation of dental biomaterials.",
        "highlight": "Highlights"
    },
    "Theses": {
        "title": "PhD Funded by the Project",
        "text": "Interview with Adrien Mourgout, PhD Student at LSPM",
        "intro": "After obtaining his Master’s degree in Biomedical Engineering and Biomaterials from the University of Paris 13, Adrien Mourgout, now a PhD researcher at CNRS, defended his PhD thesis at USPN in Materials Science (under the supervision of G. Dirras and A. Hocini) on January 8, 2025.",
        "desc": "After obtaining his Master's degree in Biomedical Engineering and Biomaterials at the University of Paris 13, Adrien Mourgout, now a doctoral researcher at the CNRS, completed his thesis (supervised by Guy DIRRAS) on January 8, 2025.",
        "titleOutro": "The Role of the Project in Training Young Researchers (PhD and Postdoctoral Students)",
        "textOutro": "One PhD student, A. Mourgout (alloy development and characterization), and two Master’s students, A. Chali and E. Groult (peptide synthesis, surface functionalization, and corrosion testing), received training and made essential contributions to the project's progress. C. Nandhane, an undergraduate intern in Materials Science and Engineering from IUT Saint-Denis, conducted thermal treatments as part of A. Mourgout’s PhD research during her internship at LSPM. A. Mourgout successfully defended his thesis on January 8, 2025, while A. Chali and E. Groult are both currently pursuing PhDs in the field of biomaterials. Specifically, E. Groult continues her research within the Cocoa-Bio consortium and is conducting her doctoral studies at Partner 5, CY University. C. Nandhane is now enrolled in a Master’s program in Materials Science at USPN and will continue working on the project during her Master’s internships at LSPM, collaborating with Z3DLAB. In the long term, these young researchers will be well-positioned to take on leadership roles in academic research centers or the medical technology industry, guiding development teams, influencing healthcare policies, and collaborating with international organizations. The project’s contribution to their education and professional preparation is undeniable. These researchers have gained expertise in designing, developing, and validating cutting-edge technologies while being trained in the regulatory and ethical requirements of healthcare. Their immersion in an interdisciplinary academic and industrial consortium on medical devices has equipped them with real-world skills in teamwork, project management, communication with experts from diverse fields, and critical data analysis, preparing them to navigate an ever-evolving technological landscape."
    },
    "Perspectives": {
        "title": "Perspectives",
        "intro": "To fully optimize the material developed in this research, further studies are both possible and necessary. Numerous perspectives emerge, covering the various research areas of the CoCoA-Bio project.",
        "text1": "First, to move towards the intended application within the CoCoA-Bio project, preliminary biocompatibility studies have been conducted. These studies have confirmed the alloy’s biocompatibility with bone cells, validating the material selection choices made. However, if the goal is to use as-manufactured alloys (to reduce additional costs associated with implant post-processing), further optimization of the TNZMT5 and TNZMT15 alloys—whether formulated or pre-alloyed—could benefit from a study of argon flow management within the printer chamber. This would ensure better reproducibility of the manufactured parts. Once these parameters are fine-tuned, producing larger and more complexly shaped parts could be considered. From a microstructural perspective, several aspects remain unclear, such as the presence of short-range chemical ordering, the composition and structure of precipitates observed after post-treatment, and the origin of the secondary BCC phase and the unidentified phase appearing after annealing at 1,000°C for 2 hours. Transmission electron microscopy (TEM) analyses could help answer these questions. In parallel, interrupted mechanical tests would provide insight into deformation mechanisms and clarify the roles played by cellular structures and precipitates. This approach is the subject of collaboration with CEMES in Toulouse (Prof. F. Mompiou). Although various HIP cycles have been tested on TNZMT5 VED 550, none have completely eliminated cracks. However, based on EBSD and EDX analyses, a temperature of 1,000°C and a pressure of 300 MPa appear to provide both sufficient atomic diffusion and plastic deformation to achieve optimal densification, which could be further investigated using tomography. Once the material is optimized in terms of fabrication and post-processing, a fatigue testing campaign would be necessary to assess its long-term behavior. Orthopedic implants are subjected to a high number of loading cycles and must withstand them without failure. A four-point bending fatigue study had already been initiated in collaboration with Japan (Prof. B. Guennec). The results indicate an endurance limit at 10^7 cycles of approximately 330 MPa. While this is lower than that of medical-grade Ti-6Al-4V, the results show reduced variability. Similar tests could be conducted on the optimized TNZMT5 VED 550 alloy, both in its as-manufactured and post-treated states. Beyond physical metallurgy, it would also be relevant to continue biocompatibility tests already performed on TNZMT5 to ensure long-term cellular development. Investigating how cells interact with post-treated, segregation-free microstructures could yield valuable insights.",
        "text2": "Finally, two aspects planned within the CoCoA-Bio project could be addressed in the future, in light of the results obtained. The first concerns the corrosion study conducted by ITODYS. The influence of solidification cells on corrosion behavior could be interesting to investigate. Previous studies have notably reported the influence of such segregations on the corrosion of 316L steel. The chemical composition of the intercellular zone offers greater corrosion resistance than the intracellular zone, which could limit the spread of corrosion. The second concerns the biochemical surface functionalization via the grafting of a combination of osteoinductive and antimicrobial peptides, developed in the BioCis laboratory (Dr. Élisa PERONI) and ERRMECe (Dr. Michel Boissiere), of CY University. This aspect is of great interest as its influence at the material-living interface could complete the development of this new biomaterial. Indeed, faced with the growth of the elderly population and the increasing prevalence of bone diseases, the demand for durable and reliable implantable osteosynthesis materials is intensifying. However, the risk of infection associated with these materials represents a major challenge, often leading to serious complications for patients. Our program aims to develop a new generation of antimicrobial biomaterials combining functionality and osteosynthesis and antimicrobial properties to offer a safer and more effective solution. The objective is to create a synergy between physicochemical properties (Young's modulus, corrosion resistance, fatigue life) and surface biofunctionalization (antimicrobial and osteoinductive properties). A surface engineering strategy could overcome the limitations of permanent metal implants. Designing a multifunctional coating is a challenge that requires a sophisticated assembly or synthesis strategy. It is essential that the methods used to combine functional molecules be critically evaluated to draw meaningful conclusions from biological results. Currently, the consortium has mastered the tech",
        "outro": "The results obtained so far pave the way for new approaches that could revolutionize the treatment of bone diseases and fractures."
    },
    "Footer": {
        "title": "Contact us"
    }
}
