{
    "Global": {
        "language": {
            "en": "EN",
            "fr": "FR"
        },
        "imgOnText1": {
            "title": "Création d’un Nouveau Matériau",
            "desc": "CoCoA-bio combine deux concepts métallurgiques innovants pour fournir une solution matériau pour l’application envisagée, se positionnant sur un enjeu de santé publique essentiel."
        },
        "imgOnText2": {
            "info": "Partenaires",
            "title": "Z3DLAB LSPM BIOCIS ITODYS URB2i"
        }
    },

    "Header": {
        "nav1": "Résumé",
        "nav2": "Le Projet",
        "nav3": "Publications",
        "nav4": "Partenaires",
        "nav5": "Contact",
        "nav6": "Résultats",
        "nav7": "Objectifs",
        "nav8": "Perspectives"
    },

    "Intro": {
        "desc": "Fabrication additive de bio-implants métalliques : nouvelles solutions matériau",
        "stat1": "Collaborateurs",
        "stat2": "Manipulations réalisées",
        "stat3": "Lancement du projet",
        "stat4": "Publications",
        "text": "La combinaison de la fabrication additive et des HEA pourrait créer une vision à long terme pour les bio-implants. Ces technologies permettent de produire des implants aux performances et à la longévité améliorées. Cela pourrait conduire au développement d’implants plus résistants à l’usure et pouvant durer des décennies, ainsi que réduire considérable-ment le besoin de chirurgies de remplacement, améliorant la qualité de vie des patients."
    },
    "Resume": {
        "title": "Résumé du projet",
        "paraph1": "Alors que la population des sociétés modernes vieillit et que le risque de maladie osseuse ou d’accident osseux augmente, le besoin d’une nouvelle génération de matériaux avec une biocompatibilité supérieure et des propriétés mécaniques adéquates est un défi. CoCoA-bio combine deux concepts métallurgiques innovants pour fournir une solution matériau pour l’application envisagée, se positionnant sur un enjeu de santé publique essentiel. En effet, les alliages multicomposants (HEA/CCA) basés sur le système TiNbZr-X (X = Mo, Ta) seront élaborés par fabrication additive, notamment par fusion laser sélective (SLM). Après chaque étape de développement par SLM et l’optimisation des microstructures par compaction isostatique à chaud et recuits contrôlés (WP1), les microstructures des échantillons résultants seront entièrement caractérisées (WP2) et leur comportement mécanique analysé sous différentes conditions de chargement, y compris la fatigue (WP3). Une étape de fonctionnalisation mécanique des surfaces réalisée par usinage avec suivi métrologique (WP4) sera menée avant une fonctionnalisation chimique permettant de cerner l’adéquation des matériaux développés pour l’application envisagée (WP5). Deux taches supplémentaires, WP0 (coordination) et WP6",
        "paraph2": "(réglementation et aspect socio-économique) viendront en parallèle compléter la structure de la proposition qui durera 48 mois. En plus des poudres initiales pré-alliées, qui seront principalement développées pour nous dans le cadre d’une prestation externe, le cœur du projet est composé des lots WP1, WP4 et WP5 en s’appuyant sur les résultats des lots WP2, WP3 et WP6, qui permettent de filtrer la solution envisagée. En effet, l’architecture du projet a été conçue pour identifier plusieurs alliages candidats pour l’application souhaitée, puis pour converger vers la ou les solutions les plus prometteuses, à l’aide d’outils adaptés à chaque tâche. A l’issue du projet, un prototype d’implant dentaire, choisi comme produit modèle pour valider l’approche expérimentale développée, sera proposé. Le consortium est convaincu que le projet CoCoA-Bio participera à la requalification des HEA de matériaux prometteurs en véritables candidats pour remplacer les solutions matérielles actuellement appliquées (faute de mieux), dans notre cas les alliages pour bio-implants. L’expertise croisée et les ressources du consortium sur la fabrication additive, la conception et la caractérisation des HEA et leur fonctionnalisation de surface sont des atouts importants pour atteindre les objectifs de la proposition CoCoA-Bio."
    },

    "Goals": {
        "title": "Enjeux et Objectifs",
        "text": "Fabrication additive de HEA pour bio-implants : une avancée technologique et scientifique",
        "descTitle": "Méthodes et approches :",
        "desc": "Le potentiel de la fabrication additive et des alliages concentrés complexes et leur fonctionnalisation chimique et biochimique",
        "desc1": "CoCoA-Bio est un projet original qui associe un nouveau concept de solutions matériau (alliages concentrés complexes ou multi-principaux éléments) pour les DMI (Dispositifs Métalliques Implantables). Ce projet multidisciplinaire associe la recherche fondamentale sur des questions scientifiques pures de métallurgie physique et de chimie des matériaux à la recherche appliquée sur le développement de dispositifs médicaux et propose une solution innovante pour la médecine de demain. Le consortium CoCoA-Bio s’appuie sur une expertise multidisciplinaire allant de la métallurgie (physique & chimie des matériaux) à la chimie des peptides et des protéines & l’ingénierie cellulaire avec des applications en sciences biomédicales (du laboratoire au lit du patient). Il rassemble des scientifiques de haut niveau issus d’universités et de centres de recherche renommés, des implantologies cliniques, et des industriels (PME) formulant/fabriquant des dispositifs médicaux par fabrication additive. Le consortium actuel est en effet construit sur deux axes principaux complémentaires : la fabrication et la métallurgie physique d’une part et la chimie de surface et la bio-ingénierie d’autre part.",
        "desc2": "En effet, l’architecture du projet a été conçue de manière à identifier plusieurs alliages (ou compositions) d’une même famille candidats à l’application souhaitée, puis à converger vers la solution la plus prometteuse en utilisant des outils adaptés à chacune des étapes de son développement (conception, fabrication, post-traitements et caractérisation). La solution matériau retenue est à nouveau optimisée en termes de surface (rugosité, forme) et testée in vitro vis-à-vis de différents environnements biologiques (corrosion, Cytocompatibilité, Bioactivité ), choisie en fonction du type d’implantation visé (mâchoire, fémur, tibia, etc.)",
        "desc3": "La solution de matériaux proposée est basée sur le concept original de métallurgie des alliages à composition complexe (alliages multi-éléments principaux) produits par fabrication additive (technologie de fusion sur lit de poudre laser). L’objectif est une synergie entre les propriétés mécaniques (module d’Young, résistance mécanique, durée de vie en fatigue) et la fonctionnalisation chimique et biochimique. Les alliages proposés sont à base de Ti, Nb, Zr, Mo, Ta et d’éléments chimiques bioinertes.",
        "desc4": "Face au vieillissement de la population de nos sociétés modernes et à l’augmentation du risque de maladies osseuses ou d’accidents osseux desdites populations, le développement de matériaux implantaires durables est un enjeu de santé publique important. Il est crucial de concevoir des matériaux structuraux avancés capables de prolonger la durée de vie des implants au-delà de la limite actuelle de 10 à 15 ans, afin de retarder autant que possible le recours à la chirurgie de révision. Les dispositifs métalliques implantables (DMI) basés sur des alliages multiéléments principaux (MPEA) conçus via la technologie de fabrication additive (FA ou impression 3D) ont le potentiel de révolutionner les soins de santé.<br></br> En combinant ces deux concepts innovants (MPEA et FA), la composition et la morphologie des DMI peuvent être adaptées de manière fonctionnelle pour répondre aux problèmes de santé, à l’anatomie, à l’âge et au sexe des patients, jetant ainsi les bases d’un traitement personnalisé. Notre vision à long terme supplémentaire est de créer un environnement inclusif dans lequel les DMI sont utilisés en toute sécurité avec un minimum d’effets à long terme, offrant des traitements sûrs et efficaces pour une variété de conditions médicales. ",
        "desc5": "La recherche et le développement envisagés de la proposition intègrent également la fonctionnalisation chimique et biochimique de la surface du DMI pour obtenir le meilleur parcours clinique. Développer à partir des solutions matériau proposés, des implants plus faciles à utiliser, moins invasifs et plus rentables que les solutions actuelles, constitue un enjeu de société très important et reste un défi à relever. ",
        "desc6": "Les MPEA sont une nouvelle classe de matériaux qui offrent une gamme de propriétés uniques, telles qu’une résistance élevée et une résistance à la corrosion. Par conséquent, les MPEA sont de plus en plus utilisés dans l’industrie médicale pour diverses applications. Le projet CoCoA-Bio explore l’utilisation des MPEA pour les DMI et leur potentiel de percées technologiques en raison de leurs propriétés uniques.<br></br> En effet, les MPEA sont très durables et résistants à la corrosion, ce qui les rend idéaux pour les applications médicales. De plus, les MPEA ont un rapport résistance/poids élevé, ce qui les rend légers tout en offrant une résistance et une durabilité supérieures. Cela les rend intéressants pour la conception de dispositifs médicaux. De plus, en ajustant la composition de l’alliage, nous pouvons créer des matériaux optimisés pour des applications spécifiques. Par exemple, leur module de Young peut être réduit à des valeurs proches de celles des os (autour de 20-30 GPa), sans perdre leur limite d’élasticité, réduisant ainsi la probabilité d’apparition d’ostéoporose à proximité de l’implant.<br></br> Ainsi, même si le Ti6Al4V est encore principalement utilisé dans le système, le Ti-Zr- Nb et ses alliages sont porteurs de beaucoup d’espoir, surtout si leurs propriétés mécaniques étaient améliorées. Le concept des HEA/MPEA pourrait répondre à cette attente.",
        "goalsTitle": "Objectifs.  Fabrication additive de DMI: nouvelles solutions matériau",
        "goals1": "- La combinaison de la fabrication additive et du concept HEA/MPEA pour produire des implants à façon et aux performances et à la longévité améliorées.",
        "goals2": "- La mise en place d’un réseau multidisciplinaire d’experts (métallurgie physique, science des matériaux, chimie des peptides, ingénierie cellulaire, implantologie, réglementations européennes sur les dispositifs médicaux)",
        "goals3": "- Le déploiement d’une solution matériau sur le concept original de métallurgie des alliages à composition complexe (alliages multiéléments principaux) à base de Ti, Nb, Zr, Mo, Ta (éléments chimiques bio-inertes), produits par fabrication additive (technologie de fusion laser sur lit de poudre), en optimisant à la fois les propriétés mécaniques (module d’Young, résistance mécanique, durée de vie en fatigue…).",
        "goals4": "Le projet cherche à répondre aux questions suivantes : (a) Les matériaux massifs obtenus après fabrication additive ont-ils de bonnes propriétés mécaniques (module d’élasticité, résistance mécanique, durée de vie en fatigue) supérieures aux solutions existantes ? (b) comme les éléments chimiques constitutifs, les matériaux obtenus sont-ils biocompatibles ? (c) Si la réponse est oui, quel est le niveau de fonctionnalisation chimique et biochimique par rapport à celui existant ?"
    },
    "Results": {
        "title": "Résultats",
        "secondTitle": "Liens Publications",
        "impactTitle": "Impact et retombées scientifique et potentiellement économique, social et culturel des résultats du projet.",
        "intro1": "La fusion laser sur lit de poudre est un procédé complexe qui nécessite la com-préhension et la maîtrise de multiples paramètres pour obtenir des pièces aux microstructures optimisées et exemptes de défauts. De plus, les alliages réfractaires ajoutent une complexité supplémentaire, compte tenu de leurs températures de fusion élevées. Ainsi, une étape d’optimisation du procédé de production a été nécessaire afin d’obtenir des matériaux aux propriétés optimales. De cette optimisation, deux nuances d’alliages ont été obtenues : <strong>TiNbZr (TaMo)15 et TiNbZr (TaMo)5 (ci-après TNZTM15 et TNZTM5).</strong> Ces alliages présentent d’excellentes propriétés mécaniques, notamment le TNZTM5, avec un module d’élasticité compris entre 55 et 77 GPa, inférieur à celui de Ti et de ses alliages (110-120 GPa) et bien plus proche de celui de l’os, ce qui était un des objectifs visés.",
        "intro2": "Après des post-traitements (recuits conventionnels ou via la compaction isostatique à chaud), on n’observe aucune perte des caractéristiques mécaniques et cela malgré une évolution microstructurale marquée (taille des grains, contraintes résiduelles, solubilisation des ségrégations). Cependant, contrairement aux cycles de compaction isostatique à chaud, les mesures de microdureté montrent un durcissement exceptionnel après les recuits isochrones. Il s’agit d’une première pour cette famille d’alliages TNZMT, en nette rupture avec ceux produits par voies conventionnelles. Des analyses plus approfondies menées dans le cadre de la thèse de A. Mourgout (financement CoCoA-Bio) ont montré un effet potentiellement intéressant des atomes interstitiels. En particulier, la diffusion de l’oxygène s’est révélée être à l’origine d’une décomposition spinodale, à laquelle est attribué le fort durcissement observé. Ce dernier résultat offre des perspectives intéressantes, comme la possibilité de contrôler le dopage en atomes interstitiels et de réaliser un matériau à gradient de dureté (et donc de module élastique). Cela ouvre une voie intéressante dans le design des DMI.",
        "intro3": "Le deuxième objectif du projet concernait la fonctionnalisation des alliages développés. Pour ce faire, l’alliage le plus optimisé, TNZTM5, a été étudié, tant d’un point de vue chimique que biologique. Expérimentalement, tous les protocoles ont d’abord été optimisés sur l’alliage de référence préparé par fusion à l’arc puis transposés aux alliages imprimés. Les essais de corrosion électrochimique ont ainsi été réalisés à 25°C et 37°C, d’une part dans un milieu agressif, une solution aqueuse de chlorure de sodium (NaCl, 0,1 M) pour accélérer l’attaque chimique, et d’autre part dans deux milieux de culture de biologie cellulaire, une solution de Eagle modifié de Dulbecco désoxygéné à haute teneur en glucose (DMEM) et une solution de DMEM désoxygéné enrichie en sérum foetal bovin (SFB), pour anticiper la réactivité chimique dudit alliage dans les conditions de tests cellulaire in vitro. une introduit dans le milieu cellulaire. Les résultats obtenus confirment la fragilité de l’alliage lorsque des ilots de Tantale et/ou de Molybdène non alliés persistent dans sa microstructure, ces derniers se dissolvant plus ou moins rapidement, quel que soit le milieu environnement. Ils montrent aussi que le potentiel de corrosion (Ecorr) de l’alliage dans la solution de DMEM ou de DMEM + SFB à 37°C est inférieur à celui de l’alliage dans la solution de NaCl à 25°C et de même son impédance est plus grande dans ces milieux que dans la solution de NaCl. Bien évidemment, l’optimisation de l’élaboration de TNZTM5 par accroissement de la valeur du paramètre VED (jusqu’à 550 J.mm-3) et surtout par l’introduction d’un post-traitement thermique (recuit sous argon ultra pur jusqu’à 1000°C pendant 2 heures), réduit la proportion d’ilots d’infondus et donc améliore la résistance à la corrosion du dit alliage. Des cellules pré-ostéoblastiques cultivées dans un milieu conditionné par l’alliage n’ont pas montré de cytotoxicité à court terme (≤120 heures d’exposition). Sur cette durée, aucun effet négatif sur la prolifération ni sur la morphologie cellulaire n’a été observé. Toutefois, pour confirmer la biocompatibilité de cet alliage, comme suggéré par ces premiers résultats, des expérimentations complémentaires devront être réalisées en conformité avec les normes ISO 10993-5 (tests cytotoxiques) et ISO 10993-12 (préparation des échantillons). Ces tests devront inclure des expositions prolongées et impliquer différents phénotypes cellulaires en contact direct avec les alliages.",
        "postIntro1": "En outre, il sera essentiel d’étudier le potentiel pro-inflammatoire des ions relargués par l’alliage au fil du temps. Cela pourra notamment être évalué en mesurant la production de cytokines pro-inflammatoires telles que l’IL-6 et le TNF-α par les cellules en contact avec le matériau. Par ailleurs, il sera important d’évaluer l’hémocompatibilité de l’alliage par des tests classiques, incluant des analyses d’hémolyse, d’activation plaquettaire et de coagulation. Ces évaluations sont des prérequis indispensables étant donné l’objectif d’utiliser ces alliages comme dispositif médical implantable. Parallèlement, des stratégies robustes de fonctionnalisation chimique [F. Arjmand, A. Chali, Y. Snoussi, D. Troadec, G. Patriarche, L. Perriere, J.-P. Couzinié, E. Peroni, O. Monasson, M. Boissière, M. M. Chehimi, S. Ammar-Merah, G. Dirras, In-situ chemical grafting of aminophenyl and RGD peptide on an equimolar high-entropy HfNbTaTiZr alloy: electrochemical behavior and surface characterization, Emergent Materials 2024, doi: 10.1007/s42247-024-00963-z] ou électrochimique [F. Arjmand, A. Chali, Y. Snoussi, A. Mourgout, J. Gandolfi, A. Lamouri, L. Perrière, O. Monasson, E. Peroni, M. Boissiere, G. Dirras, S. Ammar, Corrosion inhibition efficiency of electrochemically grafted nitrophenyl(+ peptide) on high-entropy Ti35Zr25 Nb25(MoTa)15 alloy, Emergent Materials 2025 under revision] de surface ont été mises au point basée sur la chimie des sels de diazonium. Ces stratégies servent à greffer de façon covalente des groupements chimiques fonctionnels « plateformes », à partir desquels des fonctionnalités biologiques complexes sont rajoutées à partir de peptides (par exemple le greffage de peptides osteoinducteurs ou antimicrobiens).",
        "postIntro2": "Enfin, une étude d’usinabilité a été menée, pour jauger du comportement en mise en forme par enlèvement de matière, en lien avec les zones d’assemblage d’un implant dentaire. Les essais réalisés montrent non seulement une bonne usinabilité (enlèvement de matière sans dégradation importante ou bris de l’outil et sans déformation importante), mais également une rugosité comparable à celle des implants actuellement commercialisés. Trois modes d’usinage ont été testés : classique avec un outil carbure, innovant à l’aide d’un outil diamant avec ou sans assistance vibratoire (modes utilisés pour les matériaux durs). C’est le mode d’usinage classique qui a donné les meilleurs résultats montrant ainsi qu’une production économique des implants peut être envisagée. Après la recherche de la vitesse de coupe idéale, trois vitesses d’avances ont été testées pour chaque mode d’usinage et les rugosités obtenues ont été comparées à celle requise sur le collier des implants commercialisés ( Sa = 0,49 μm). Lors de la pose de l’implant, le collier se positionne au niveau de la gencive d’où l’importance de sa rugosité pour éviter les infections. Parmi les vitesses d’avance testées, il y a la vitesse d’avance idéale et deux autres qui se situent immédiatement en dessous et au-dessus d’elle. Les résultats montrent que c’est la vitesse d’avance idéale de 127 mm/min qui permet d’obtenir une rugosité Sa de 0,548 μm qui est la plus proche de celle requise. L’état des outils de coupe permet de déduire que l’usure induite par le matériau est faible. Une étude prochaine de l’acuité des arêtes de coupe des outils utilisés permettra de bien quantifier le niveau d’usure. La fonctionnalisation chimique et biologique pourra ainsi être réalisée à sur les surfaces usinées afin de comparer les résultats à ceux déjà obtenus sur les surfaces brutes issues de la fusion laser.",
        "impact1": "<strong>D’un point de vue de la métallurgie</strong>, alors que les recherches antérieures se sont principalement concentrées sur l’étude de la manière dont les éléments d’alliage affectent la microstructure et les propriétés des MPEA, l’influence du post-traitement, notamment sur les microstructures biphasées fragiles a été relativement peu explorée. Ce projet a montré que les processus de post-traitement jouent un rôle crucial dans l’affinage de la microstructure et l’amélioration des propriétés des alliages produits , en particulier compte tenu des problèmes courants tels que les porosités, la ségrégation et les gros grains qui surviennent dans les alliages coulés. Malgré des évolutions microstructurales décalées dans le temps, les post-traitements sous recuits conventionnels et sous compaction isostatique à chaud ont montré une amélioration des caractéristiques mécaniques par rapport à l’état brut de fabrication, qui avait déjà rempli les objectifs du projet. L’augmentation de la dureté après recuit a été attribuée à la présence des atomes interstitiels, notamment d’oxygène lors des post-traitements. Cette présence est à l’origine d’une décomposition spinodale observée aux températures élevées et aux temps longs. Ces conclusions ouvrent ainsi des perspectives en termes d’optimisation microstructurale post-fabrication : possibilité de contrôler le taux d’interstitiels et leur nature (O, C, N…) pour induire une modulation de la dureté dans l’épaisseur et de manière sélective grâce à la diffusion desdits atomes interstitiels.",
        "impact2": "<strong>Du point de vue de la fonctionalisation :</strong> L’amélioration des interactions cellule matériau est un objectif majeur dans le domaine des biomatériaux. Les stratégies actuelles de bio-fonctionnalisation qui utilisent des protéines natives présentent des inconvénients, il est donc nécessaire de développer de nouvelles méthodologies. À cet égard, l’utilisation de peptides synthétiques englobant des motifs ou séquences bioactives spécifiques des protéines, représente une option prometteuse. De plus, la combinaison de différentes séquences peptidiques ayant des effets complémentaires ou synergiques permet d’adresser plus d’une cible biologique à la surface du biomatériau. Dans ce but, le projet a mis en oeuvre une stratégie basée sur l’utilisation de peptides pour établir une multifonctionnalité sur les surfaces des alliages. Ainsi, nous avons mis en place une stratégie pour modifier les surfaces des matériaux en concevant des motifs peptidiques covalents afin de mettre en place un revêtement avec des propriétés synergiques d’endothélialisation rapide et/ou d’ostéoinduction, et/ou antimicrobienne. Nous avons sélectionnés une combinaison de peptides bioactifs afin de développer une nouvelle génération de biomatériaux, avec des propriétés améliorées par rapport à celles déjà utilisées en clinique. Grâce à la grande multidisciplinarité de notre consortium, une nouvelle génération de bioalliages sera conçue, surmontant les limites des alliages existants.",
        "impact3": "<strong>Du point de vue de l’innovation méthodologique ou technique :</strong> La fabrication additive par fusion laser sur lit de poudres utilisée pendant le projet se démocratise au sein de l’actuel consortium et s’étend avec succès à d’autres applications, notamment l’impression de rotors à moteur à réluctance magnétique à partir de poudres alliées synthétisées par chimie douce (laboratoire ITODYS). La versatilité de cette technique dans la réalisation de structures complexes, sans usinage ultérieur (ou très peu), tout en utilisant la quantité exacte de matériau nécessaire, réduit les coûts, tout en améliorant la durabilité et l’efficacité environnementale de la production de dispositifs fonctionnels. En outre, l’utilisation de la compaction isostatique à chaud lors de post-traitement est susceptible de remettre cette technique au centre des investigations. Notamment par la possibilité de contrôler la nature du gaz dans l’enceinte du four. Ainsi, des atomes interstitiels d’azote pourraient être diffusés dans le matériau sous pression isostatique. Cette technique pourrait être appliquée à l’ensemble des MPEA réfractaires, au-delà des applications biomédicales.",
        "impact4": "Par ailleurs, les avancées expérimentales réalisées en fonctionnalisation de surface s’étendent au greffage de nouvelles macromolécules d’intérêt, des peptides associés à des groupements de type succinyl-beta-cyclodextrine photosensibles, permettant de doter la surface des implants métalliques de propriétés ostéoinductives en plus de la capacité à libérer de façon contrôlée des agents antimicrobiens, sous l’effet d’une stimulation externe (par exemple lumineuse), permettant clairement à terme, de révolutionner le traitement des maladies osseuses et des fractures (thèse en cotutelle France-Italie financée par le programme Horizon CY Initiative IDEX de l’Université de Cergy)."
    },
    "Partners": {
        "partners": "Partenaires",
        "desc1": "Z3DLAB, est une société de technologie en science des matériaux axée sur les poudres de titane haute performance pour les applications de fabrication additive, en particulier la production de poudre métallique et la fabrication de pièces à haute valeur ajoutée, visant les secteurs aéronautique et médical.",
        "desc2": "Le LSPM est une unité propre de Recherche du CNRS avec un effectif d’environ 130 personnes, dont plus de 30 doctorants, 61 chercheurs ou enseignants-chercheurs, 20 techni-ciens et personnel administratif. Sa recherche est multidisciplinaire et couvre un large champ de recherche en science des procédés et des matériaux.",
        "desc3": "Spécialisés dans la chimie des acides aminés modifiés et des peptides notamment fluorés, des glycosides, glycopeptides, pour des applications dans le domaine de la chimie biologique et de la chimie médicinale, l’équipe Chimie Biologique de CY Cergy Paris Université a intégré, en 2020, L’UMR CNRS BioCIS (Biomolécules : Conception, Isolement, Synthèse) de la faculté de pharmacie de l’Université Paris Saclay.",
        "desc4": "Le laboratoire Interfaces Traitements Organisation et DYnamique des Systèmes – ITODYS, UMR7086 est une unité mixte de l’Université Paris Diderot et du CNRS (UMR 7086) rattaché à l’institut de chimie du CNRS. Le laboratoire développe des activités de recherche autour de la chimie de surface, des interfaces, des nanomatériaux et nanosystèmes et de la chimie moléculaire pour les nanosciences",
        "desc5": "L’Unité de Recherche en Biomatériaux Innovant et Interfaces est sous la tutelle conjointe de l’Université Paris Cité (ex Paris Descartes) et de l’Université Paris 13 (dénommée Université Sorbonne Paris Nord). L’URB2i est reconnue par le monde académique, clinique et industriel dentaire pour ses activités scientifiques dans le développement, la caractérisation, la mise en forme, l’assemblage et l’évaluation des perfor-mances en service des biomatériaux dentaires.",
        "highlight": "Faits marquants"
    },
    "Theses": {
        "title": "Thèse financée par le projet",
        "text": "Interview avec le doctorant Adrien Mourgout",
        "intro": "Suite à l’obtention de son Master en Ingénieurie bio-médicale et biomatériaux à l’Université Paris 13, Adrien Mourgout, aujourd’hui doctorant chercheur au CNRS, a soutenu sa thèse de doctorat de l’USPN dans la spécialité science des matériaux (sous la direction de G. DIRRAS et A. Hocini) le 8 janvier 2025.",
        "desc": "Suite à l’obtention de son Master en Ingénieurie bio-médicale et biomatériaux à l’Université Paris 13, Adrien Mourgout, aujourd’hui doctorant chercheur au CNRS, à passé sa thèse (dirigé par Guy DIRRAS) le 8 janvier 2025.",
        "titleOutro": "Le rôle du projet dans la formation de jeunes chercheurs (doctorants, postdoctorants).",
        "textOutro": "Un doctorant, A. Mourgout (élaboration, caractérisation des alliages), et deux étudiantes de master, A. Chali et E. Groult (synthèse de peptides, fonctionnalisation de surface, essais de corrosion) ont pu être formés. Leur contribution a été indispensable à l’avancement du projet. C. Nandhane, stagiaire de BUT3 Science et Génie des matériaux de l’IUT de Saint Denis a réalisé les traitements thermiques dans le cadre de la thèse de A. Mourgout pendant son stage au LSPM. A. Mourgout a soutenu sa thèse  le 08/01/2025, alors que A. Chali et E. Groult sont toutes deux actuellement en thèse toujours dans le domaine biomatériaux. E. Groult en particulier continue avec le consortium Cocoa-Bio et poursuit sa thèse de doctorat chez le partenaire 5, CY université. C. Nandhane est inscrite en Master Science des matériaux à l’USPN. Elle sera accueillie au LSPM lors des stages master et continuera à travailler sur la thématique, en collaboration avec Z3DLAB. Sur le long terme, ces jeunes chercheurs pourront jouer un rôle de leadership dans les centres de recherche académique ou dans l’industrie des technologies médicales, en guidant des équipes de développement, en influençant les politiques de santé et/ou en collaborant avec des organismes internationaux. Ainsi, l’apport du projet à la formation de ces jeunes chercheurs et à leur préparation professionnelle est indéniable. Ces jeunes chercheurs ont acquis des compétences en conception, développement, et validation de technologies de pointe, tout en étant sensibilisés aux exigences réglementaires et éthiques liées à la santé. Leur immersion dans un consortium académique et industriel pluridisciplinaire autour des dispositifs médicaux leur a permis de développer une capacité réelle à travailler en équipe, à gérer des projets complexes, à communiquer avec des interlocuteurs d’expertises variées, à analyser des données nombreuses et critiques, les préparant à évoluer dans un contexte technologique en constante évolution."
    },
    "Perspectives": {
        "title": "Perspectives",
        "intro": "Pour une optimisation complète du matériau développé lors de ces travaux, des études supplémentaires restent envisageables et sont nécessaires. Ainsi, les perspectives sont nombreuses et couvrent les différents domaines de recherche du projet CoCoABio.",
        "text1": "Tout d’abord, pour aller vers l’application envisagée dans le cadre du projet CoCoA-Bio, des études préliminaires de biocompatibilité ont été réalisées. Ces études ont montré l’innocuité de l’alliage vis-à-vis des cellules osseuses, confirmant ainsi la pertinence des choix fait lors de la sélection du matériau. Néanmoins, si l’on souhaite utiliser les alliages bruts de fabrication (ne fut-ce que pour limiter des surcoûts liés aux post-traitements des implants) la poursuite de l’optimisation des alliages TNZMT5 et TNZMT15, formulés ou préalliés, pourrait bénéficier d’une étude de la gestion du flux d’argon dans l’enceinte de l’imprimante, permettant d’assurer une meilleure reproductibilité des pièces. Une fois ces réglages effectués, la production de pièces de plus grandes dimensions et de géométries complexes pourrait ainsi être envisagée. Du point de vue de la microstructure, plusieurs points restent à éclaircir, tels que la présence ou de l’ordre chimique à courte portée, la composition et la structure des précipités observés après les post-traitements, ou encore l’origine de la seconde phase BCC et de la phase non identifiée après recuit à 1 000 °C pendant 2 h. Des analyses MET pourraient répondre à ces questions. En parallèle, des essais mécaniques interrompus offriraient l’opportunité d’étudier les mécanismes de déformation et de comprendre le rôle que jouent les cellules et les précipités.<br></br> Cette piste fait l’objet d’une collaboration avec le CEMES à Toulouse (Prof. F. Mompiou). Bien que différents cycles HIP aient été entrepris sur le TNZMT5 VED 550, aucun n’a permis de résorber toutes les fissures. Cependant, d’après les analyses EBSD et EDX réalisées, une température de 1 000 °C et une pression de 300 MPa permettent d’obtenir à la fois une diffusion atomique suffisante et une déformation plastique pour atteindre une densification optimale, laquelle pourrait être suivie par tomographie. Une fois le matériau optimisé d’un point de vue de l’élaboration et des post-traitements, une campagne d’essais en fatigue serait nécessaire pour évaluer le comportement de cet alliage. En effet, les implants orthopédiques sont sollicités sur un très grand nombre de cycles et doivent pouvoir les endurer sans rompre. En réalité, une étude en flexion quatre point avait été initié dans le cadre d’une collaboration avec le Japon (Prof. B. Guennec). Les résultats indiquent une limite d’endurance à 10^7 cycles évaluée à 330 MPa environ. Si cette dernière reste faible en comparaison à l’alliage Ti-6Al-4V de grade médical, avec cependant une moins grande dispersion des résultats. Ce type d’essai pourrait être reproduit sur la nuance optimisée qu’est le TNZMT5 VED 550 (brut de fabrication et post-traitée).<br></br> En dehors de l’aspect métallurgie physique, il serait pertinent de poursuivre les tests de biocompatibilité déjà réalisés sur le TNZMT5 afin de s’assurer du bon développement cellulaire à long terme. Le comportement cellulaire vis-à-vis des microstructures post-traitées et exemptes de ségrégation pourrait être intéressant à investiguer.",
        "text2": "Finalement, deux aspects prévus dans la cadre du projet CoCoA-Bio pourraient être abordés dans le futur, à la lumière des résultats obtenus. Le premier concerne l’étude de la corrosion, réalisée par l’ITODYS. L’influence des cellules de solidification sur le comportement en corrosion pourrait être intéressante à investiguer. Des études antérieures ont notamment rapporté une influence de telles ségrégations sur la corrosion de l’acier 316L. La composition chimique de la zone intercellulaire présente une résistance à la corrosion supérieure à la zone intracellulaire, ce qui permettrait de limiter la propagation de la corrosion. Le second, porte sur la fonctionnalisation biochimique de surface via le greffage d’une combinaison de peptides ostéoinducteur et antimicrobien, développés au laboratoire BioCis (Dr. Élisa PERONI) et ERRMECe (Dr Michel Boissiere), de, CY Université. Cet aspect présente un grand intérêt tant son influence à l’interface matériau-vivant pourrait parachever le développement de ce nouveau biomatériau. En effet face à l’accroissement de la population âgée et à la prévalence croissante des maladies osseuses, la demande en matériaux implantables d’ostéosynthèse durables et fiables s’intensifie. Cependant, le risque d’infection associé à ces matériaux représente un défi majeur, menant souvent à des complications graves pour les patients. Notre programme vise à élaborer une nouvelle génération de biomatériaux antimicrobiens alliant fonctionnalité et propriétés d’ostéosynthèse et antimicrobiennes pour offrir une solution plus sûre et efficace. L’objectif est de créer une synergie entre les propriétés physicochimiques (module d’Young, résistance à la corrosion, durée de vie en fatigue) et la biofonctionnalisation de surface (propriétés antimicrobiennes et ostéoinductives). Une stratégie d’ingénierie de surface pourrait surmonter les limitations des implants métalliques permanents. Concevoir un revêtement multifonctionnel est un défi qui nécessite une stratégie sophistiquée d’assemblage ou de synthèse. Il est essentiel que les méthodes utilisées pour combiner les molécules fonctionnelles soient évaluées de manière critique afin de tirer des conclusions pertinentes à partir des résultats biologiques. Actuellement, le consortium maîtrise la technologie et la méthodologie pour greffer électrochimiquement des peptides sur les alliages. ",
        "outro": "Les résultats obtenus jusqu’à présent ouvrent la voie à de nouvelles approches qui pourraient révolutionner le traitement des maladies osseuses et des fractures."
    },
    "Footer": {
        "title": "Contactez-nous"
    }
}
