{
    "Global": {
        "language": {
            "en": "EN",
            "fr": "FR"
        },
        "imgOnText1": {
            "title": "Création d’un Nouveau Matériau",
            "desc": "CoCoA-bio combine deux concepts métallurgiques innovants pour fournir une solution matériau pour l’application envisagée, se positionnant sur un enjeu de santé publique essentiel."
        }
    },

    "Header": {
        "nav1": "Résumé",
        "nav2": "Le Projet",
        "nav3": "Publications",
        "nav4": "Partenaires",
        "nav5": "Galerie photos",
        "nav6": "Contact"
    },

    "Intro": {
        "desc": "Fabrication additive de bio-implants métalliques : nouvelles solutions matériau",
        "stat1": "Collaborateurs",
        "stat2": "Manipulations réalisées",
        "stat3": "Lancement du projet",
        "stat4": "Publications",
        "text": "La combinaison de la fabrication additive et des HEA pourrait créer une vision à long terme pour les bio-implants. Ces technologies permettent de produire des implants aux performances et à la longévité améliorées. Cela pourrait conduire au développement d’implants plus résistants à l’usure et pouvant durer des décennies, ainsi que réduire considérable-ment le besoin de chirurgies de remplacement, améliorant la qualité de vie des patient"
    },
    "Resume": {
        "title": "Résumé du projet",
        "paraph1": "Alors que la population des sociétés modernes vieillit et que le risque de maladie osseuse ou d’accident osseux augmente, le besoin d’une nouvelle génération de matériaux avec une biocompatibilité supérieure et des propriétés mécaniques adéquates est un défi. CoCoA-bio combine deux concepts métallurgiques innovants pour fournir une solution matériau pour l’application envisagée, se positionnant sur un enjeu de santé publique essentiel. En effet, les alliages multicomposants (HEA/CCA) basés sur le système TiNbZr-X (X = Mo, Ta) seront élaborés par fabrication additive, notamment par fusion laser sélective (SLM). Après chaque étape de développement par SLM et l’optimisation des microstructures par compaction isostatique à chaud et recuits contrôlés (WP1), les microstructures des échantillons résultants seront entièrement caractérisées (WP2) et leur comportement mécanique analysé sous différentes conditions de chargement, y compris la fatigue (WP3). Une étape de fonctionnalisation mécanique des surfaces réalisée par usinage avec suivi métrologique (WP4) sera menée avant une fonctionnalisation chimique permettant de cerner l’adéquation des matériaux développés pour l’application envisagée (WP5). Deux taches supplémentaires, WP0 (coordination) et WP6",
        "paraph2": "(réglementation et aspect socio-économique) viendront en parallèle compléter la structure de la proposition qui durera 48 mois. En plus des poudres initiales pré-alliées, qui seront principalement développées pour nous dans le cadre d’une prestation externe, le cœur du projet est composé des lots WP1, WP4 et WP5 en s’appuyant sur les résultats des lots WP2, WP3 et WP6, qui permettent de filtrer la solution envisagée. En effet, l’architecture du projet a été conçue pour identifier plusieurs alliages candidats pour l’application souhaitée, puis pour converger vers la ou les solutions les plus prometteuses, à l’aide d’outils adaptés à chaque tâche. A l’issue du projet, un prototype d’implant dentaire, choisi comme produit modèle pour valider l’approche expérimentale développée, sera proposé. Le consortium est convaincu que le projet CoCoA-Bio participera à la requalification des HEA de matériaux prometteurs en véritables candidats pour remplacer les solutions matérielles actuellement appliquées (faute de mieux), dans notre cas les alliages pour bio-implants. L’expertise croisée et les ressources du consortium sur la fabrication additive, la conception et la caractérisation des HEA et leur fonctionnalisation de surface sont des atouts importants pour atteindre les objectifs de la proposition CoCoA-Bio."
    },

    "Goals": {
        "title": "Enjeux et Objectifs",
        "text": "Fabrication additive de HEA pour bio-implants : une avancée technologique et scientifique",
        "paraph1": "Le vieillissement de la population dans nos sociétés modernes et l’augmentation des risques de maladies osseuses ou d’acci-dents sont en constante augmentation. Par conséquent, le développement de matériaux d’ostéosynthèse implantables durables constitue un enjeu de santé publique important. Cette proposition vise à organiser un réseau multidisciplinaire pour soumettre un projet centré sur les biomatériaux intelligents et multifonc-tionnels pour les innovations en santé. Le réseau s’appuiera sur une expertise interdisciplinaire allant de la métallurgie physique et de la chimie des matériaux à la chimie des peptides et des protéines et à l’ingénierie cellulaire avec des appli-cations en sciences biomédicales. Le réseau réunira des scientifiques européens de haut niveau issus d’universi-tés, de centres de recherche et de PME.",
        "paraph2": "Il s’efforcera d’intégrer de nouvelles fonc-tions d’expertise aussi variées que la chi-mie de surface, la biochimie des peptides, la corrosion, la mécanique des matériaux et les biomatériaux tout en tenant compte des réglementations européennes sur les dispositifs médicaux pour améliorer la résistance de la proposition. La solution de matériaux proposée est basée sur le concept original de métallur-gie des alliages à composition complexe (alliages multi-éléments principaux) pro-duits par fabrication additive (technologie de fusion sur lit de poudre laser). L’objectif est une synergie entre les propriétés mé-caniques (module d’Young, résistance mécanique, durée de vie en fatigue) et la fonctionnalisation chimique et biochimique. Les alliages proposés sont à base de Ti, Nb, Zr, Mo, Ta et d’éléments chimiques bioinertes.",
        "paraph3": "CoCoA-Bio propose d’intégrer des ex-pertises variées, alliant chimie de surface et étude de corrosion, biochimie des peptides, métallurgie physique et biomatériaux, et implantation clinique. De plus, grâce à une collaboration étroite entre institutions académiques et PME, le transfert technologique des bioalliages développés et les procédés mis en œuvre pour leur production seront évalués en vue de leur commer-cialisation une fois validés après le lan-cement d’essais cliniques supervisés. Les éléments d’alliage proposés sont tous bioinertes. La méthodologie adoptée dans CoCoA-Bio donnera aux dispositifs implantés un ensemble de qualités nécessaires pour s’intégrer dans le tissu biologique et compenser sa déficience fonctionnelle"
    }
}
